brew 'git'
brew 'wget'
brew 'nvm'
brew 'ffmpeg' # for youtube-dl's audio conversions
brew 'youtube-dl'
brew 'python' # py3 for aws.sh

# Database tools
brew 'mysql'
brew 'mongodb'
cask 'mongodb-compass'
cask 'db-browser-for-sqlite'

# android
brew 'scrcpy'
cask 'android-platform-tools'

cask 'meld'
cask 'sourcetree'
cask 'java' # required by dbeaver below
cask 'dbeaver-community'
cask 'visual-studio-code'
cask 'flux'
cask 'google-chrome'
cask 'firefox'
cask 'postman'
cask 'spectacle'
cask 'clipy'
cask 'vnc-viewer'
mas 'Slack', id: 803453959
mas 'The Unarchiver', id: 425424353
