

# entertainment
brew 'ffmpeg' # for youtube-dl's audio conversions
brew 'youtube-dl'

# node
# brew 'yarn' # installs node, so use `npm i -g yarn` instead
# brew 'nvm' # nvm doesn't recommend installing through brew

# Database tools
cask 'db-browser-for-sqlite'
cask 'java' # required by dbeaver below
cask 'dbeaver-community'

# dev tools
brew 'git'
brew 'wget'
brew 'python' # py3 for aws.sh
cask 'meld'
cask 'sourcetree'
cask 'visual-studio-code'

# browsers
cask 'google-chrome'
cask 'firefox'

# productivity tools
cask 'flux'
cask 'spectacle'
cask 'postman'
cask 'clipy'
cask 'vnc-viewer'
# mas 'Slack', id: 803453959 # install slack from site, mas disabled on some computers
cask 'the-unarchiver'
